fdr/src/test/resources/requests/nodoChiediSceltaWISP.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.pagamenti.telematici.gov/">
    <soapenv:Header/>
    <soapenv:Body>
        <ws:nodoChiediSceltaWISP>
            <identificativoIntermediarioPA>{brokerPa}</identificativoIntermediarioPA>
            <identificativoStazioneIntermediarioPA>{station}</identificativoStazioneIntermediarioPA>
            <password>{stationPwd}</password>
            <identificativoDominio>{pa}</identificativoDominio>
            <keyPA>PA001</keyPA>
            <keyWISP>WISP001</keyWISP>
        </ws:nodoChiediSceltaWISP>
    </soapenv:Body>
</soapenv:Envelope>